[
    {
      "customer_name": "Aflac",
      "customer_code": 2496148,
      "title": "Adobe licence is going to be expired on 07-02-22.",
      "posted_on": -1,
      "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Aflac",
        "customer_code": 2496148,
        "title": "Aflac is Interested to Purchase Rackspace Cloud for Application Hosting.",
        "posted_on": 0,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Aflac Incorporated is running and its propensity to invest more and deepen its relationship with Rackspace Technology."
    },
    {
        "customer_name": "Aflac",
        "customer_code": 2496148,
        "title": "Aflac is Interested to Purchase LG UltraGear 32 monitors.",
        "posted_on": -1,
        "description": "Aflac Incorporated is running and its propensity to invest more and deepen its relationship with LG  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },{
      "customer_name": "Ace Hardware",
      "customer_code": 2021002,
      "title": "Ace Hardware is Interested to Purchase Xerox DocuMate 6440 USB Document Scanners.",
      "posted_on": 0,
      "description": "Ace Hardware Incorporated is running and its propensity to invest more and deepen its relationship with Xerox  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."},
    
    { "customer_name": "Ace Hardware",
        "customer_code": 2021002,
        "title": "ELB licence is going to be expired on 06-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."},
    {
        "customer_name": "Ace Hardware",
        "customer_code": 2021002,
        "title": "Ace Hardware is Interested to Purchase  Akamai CDN for Content Delivery Network.",
        "posted_on": 0,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Ace Hardware Corporation is running and its propensity to invest more and deepen its relationship with Akamai. "},
    
    { "customer_name": "Starbucks",
      "customer_code": 2021001,
      "title": "Starbucks is Interested to Purchase PayPal Enterprise for Payment Processing.",
      "posted_on": -1,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Starbucks Corporation is running and its propensity to invest more and deepen its relationship with Paypal."
    },
    {
        "customer_name": "Starbucks",
        "customer_code": 2021001,
        "title": "Starbucks is Interested to purchase Synology SA3400 - NAS servers.",
        "posted_on": -1,
        "description": "Starbucks Incorporated is running and its propensity to invest more and deepen its relationship with Synology identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Starbucks",
        "customer_code": 2021001,
        "title": "Salesforce Sales Cloud licence is going to be expired 0n 09-02-22.",
        "posted_on": -1,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
   
{     "customer_name": "Meijer",
      "customer_code": 2021003,
      "title": "Meijer is Interested to Purchase Riverbed SteelConnect EX3080 - application accelerators.",
      "posted_on": -1,
      "description": "Meijer Incorporated is running and its propensity to invest more and deepen its relationship with Riverbed identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Meijer",
        "customer_code": 2021003,
        "title": "ELB licence is going to be expired on 14-02-22.",
        "posted_on": -1,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Meijer",
        "customer_code": 2021003,
        "title": "Meijer is Interested to Purchase DocuSign eSignature for Digital Signing.",
        "posted_on": 0,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Meijer Inc. is running and its propensity to invest more and deepen its relationship with DocuSign."
    },
{
      "customer_name": "Amazon",
      "customer_code": 2021007,
      "title": "Amazon is Interested to Purchase Malwarebytes 4.0 software.",
      "posted_on": 0,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Amazon is running and its propensity to invest more and deepen its relationship with Malwarebytes."},
    {
        "customer_name": "Amazon",
        "customer_code": 2021007,
        "title": "McAfee licence is going to be expired on 13-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Amazon",
        "customer_code": 2021007,
        "title": "Amazon is Interested to Purchase DJI Air 2S Fly More Combo - Aircrafts.",
        "posted_on": -1,
        "description": "Amazon is running and its propensity to invest more and deepen its relationship with DJI identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Walmart",
      "customer_code": 2021008,
      "title": "Walmart is Interested to Purchase Convey Delivery Experience Management for Real-Time Transportation Visibility.",
      "posted_on": -1,
      "description": " Walmart Inc. is running and its propensity to invest more and deepen its relationship with Convey."
    },
    {
        "customer_name": "Walmart",
        "customer_code": 2021008,
        "title": "  Hubspot CRM licence is going to be expired on 15-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Walmart",
        "customer_code": 2021008,
        "title": "Amazon is Interested to Purchase DJI Air 2S Fly More Combo - Aircrafts.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
{
      "customer_name": "Kroger",
      "customer_code": 2021009,
      "title": "Kroger is Interested to Purchase  ASUS PN41 Fanless Barebones Mini PC's.",
      "posted_on": 0,
      "description": "Kroger is running and its propensity to invest more and deepen its relationship with ASUS identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Kroger",
        "customer_code": 2021009,
        "title": "SAP licence is going to be expired on 15-02-22.",
        "posted_on": -1,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Kroger",
        "customer_code": 2021009,
        "title": "Kroger is Interested to Purchase Amazon EC2 for Application Hosting.",
        "posted_on": 0,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Kroger is running and its propensity to invest more and deepen its relationship with Amazon."}

]