[
    {
      "customer_name": "FedEx",
      "customer_code": 2021068,
      "title": "FedEx is Interested to Purchase Ship Manager™ Software.",
      "posted_on": -2,
      "description": "Improve Efficiency, Reduce Errors and Minimize Shipping Paperwork With FedEx Ship Manager® Software."
    },
    {
        "customer_name": "FedEx",
        "customer_code": 2021068,
        "title": "Adobe licence is going to be expired on 05-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "FedEx",
        "customer_code": 2021068,
        "title": "FedEx is Interested to Purchase Intel Desktop Processors.",
        "posted_on": -5,
        "description": "FedEx is running and its propensity to invest more and deepen its relationship with Intel  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "United Parcel Service",
      "customer_code": 2021069,
      "title": "United Parcel Service is interested to purchase Oracle NetSuite OneWorld for ERP Financial.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems United Parcel Service is running and its propensity to invest more and deepen its relationship with Oracle."
    },
    {
        "customer_name": "United Parcel Service",
        "customer_code": 2021069,
        "title": "Hotjar licence is going to be expired on 05-04-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "United Parcel Service",
        "customer_code": 2021069,
        "title": "Penske is Interested to Purchase Acer Nitro LED monitors.",
        "posted_on": -5,
        "description": "United Parcel Service is running and its propensity to invest more and deepen its relationship with Acer identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Penske",
      "customer_code": 2021070,
      "title": "Penske is Interested to Purchase AI software pilot.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Penske is running and its propensity to invest more and deepen its relationship with AI."
    },
    {
        "customer_name": "Penske",
        "customer_code": 2021070,
        "title": "OneTrust Cookie Consen licence is going to be expired on 05-02-22.",
        "posted_on": -4,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Penske",
        "customer_code": 2021070,
        "title": "Penske is Interested to Purchase Lenovo ThinkCentres.",
        "posted_on": -8,
        "description": "Penske is running and its propensity to invest more and deepen its relationship with Lenovo identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Ryder",
      "customer_code": 2021071,
      "title": "Ryder is interested to Purchase Kibo Unified Commerce software.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Ryder is running and its propensity to invest more and deepen its relationship with Kibo."
    },
    {
        "customer_name": "Ryder",
        "customer_code": 2021071,
        "title": "Ryder is Interested to Purchase Lexmark Toner Cartridges.",
        "posted_on": -4,
        "description": "Ryder is running and its propensity to invest more and deepen its relationship with Lexmark identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Ryder",
        "customer_code": 2021071,
        "title": "Dstillery Audiences licence is going to be expired on 03-02-22.",
        "posted_on": -8,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
{
      "customer_name": "J.B. Hunt",
      "customer_code": 2021072,
      "title": "J.B. Hunt is Interested to Purchase Microsoft Clarity.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems J.B. Hunt is running and its propensity to invest more and deepen its relationship with Microsoft."
    },
    {
        "customer_name": "J.B. Hunt",
        "customer_code": 2021072,
        "title": " J.B. Hunt is Interested to Purchase NEC widescreen Monitors.",
        "posted_on": -4,
        "description": "J.B. Hunt is running and its propensity to invest more and deepen its relationship with NEC identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "J.B. Hunt",
        "customer_code": 2021072,
        "title": "Okta Identity Cloud licence is going to be expired on 07-02-22.",
        "posted_on": -8,
        "description": "Licensing for this product has expired, please renew the subscription to continue the service."
    },
{
      "customer_name": "Expeditors International",
      "customer_code": 2021073,
      "title": "Expeditors International is Interested to Purchase SuperMicro Motherboards.",
      "posted_on": -2,
      "description": "Expeditors International is running and its propensity to invest more and deepen its relationship with SuperMicro identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Expeditors International",
        "customer_code": 2021073,
        "title": " Pathwire Mailgun Licence is going to be expired 0n 07-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Expeditors International",
        "customer_code": 2021073,
        "title": " Expeditors International is Interested to Purchase Hubspot Marketing Automation for Marketing Automation.",
        "posted_on": -5,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Expeditors International is running and its propensity to invest more and deepen its relationship with Hubspot."
    },
{
      "customer_name": "Union Pacific",
      "customer_code": 2021074,
      "title": "Union Pacific is Interested to Purchase Oracle Autonomous Database.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Union Pacific is running and its propensity to invest more and deepen its relationship with Oracle."
    },
    {
        "customer_name": "Union Pacific",
        "customer_code": 2021074,
        "title": "Okta Identity Cloud Licence is going to be expired on 08-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Union Pacific",
        "customer_code": 2021074,
        "title": "Union Pacific is Interested to Purchase Microsoft Exchange Online.",
        "posted_on": -5,
        "description": "Union Pacific Corporation is running and its propensity to invest more and deepen its relationship with Microsoft to identify new suppliers as part of their overall Digital and IT transformation projects to stay competitive, fend off threats from disruptive forces, or comply with internal mandates to improve overall enterprise efficiency."
    } 
]