[
    {
      "customer_name": "AIG",
      "customer_code": 2021038,
      "title": "AIG is Interested to Purchase SAP S/4 HANA for ERP Financial.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems AIG is running and its propensity to invest more and deepen its relationship with SAP."},
    
    { "customer_name": "AIG",
        "customer_code": 2021038,
        "title": "Adobe licence is going to be expired on 07-02-22.",
        "posted_on": -9,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."},
    {
        "customer_name": "AIG",
        "customer_code": 2021038,
        "title": "AIG is Interested to Purchase NetApp flash arrays.",
        "posted_on": -5,
        "description": "AIG Incorporated is running and its propensity to invest more and deepen its relationship with NetApp  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."},
    
    { "customer_name": "Allstate",
      "customer_code": 2021039,
      "title": "Allstate is Interested to Purchase Dstillery Audiences.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems The Allstate Corporation is running and its propensity to invest more and deepen its relationship with Dstillery."
    },
    {
        "customer_name": "Allstate",
        "customer_code": 2021039,
        "title": "Adobe Experience Manager licence is going to be expired on 14-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Allstate",
        "customer_code": 2021039,
        "title": "Allstate is Interested to Purchase HPE Modular Hybrid Arrays.",
        "posted_on": -5,
        "description": "Allstate is running and its propensity to invest more and deepen its relationship with HP identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
   
{     "customer_name": "New York Life",
      "customer_code": 2021040,
      "title": "New York Life is Interested to Purchase HCL Commerce for eCommerce.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems The New York Life is running and its propensity to invest more and deepen its relationship with HCL."
    },
    {
        "customer_name": "New York Life",
        "customer_code": 2021040,
        "title": "TeamViewer licence is going to be expired on 12-02-22.",
        "posted_on": -4,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "New York Life",
        "customer_code": 2021040,
        "title": "New York Life is Interested to Purchase Tripp Lite USB Adapters.",
        "posted_on": -8,
        "description": "New York Life is running and its propensity to invest more and deepen its relationship with Tripp Lite identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Liberty Mutual",
      "customer_code": 2021041,
      "title": "Liberty Mutual is Interested to Purchase Tealium IQ Tag Management.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems The Liberty Mutual is running and its propensity to invest more and deepen its relationship with Tealium."},
    {
        "customer_name": "Liberty Mutual",
        "customer_code": 2021041,
        "title": "Hubsport CRM software is going to be expired on 06-02-22.",
        "posted_on": -4,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Liberty Mutual",
        "customer_code": 2021041,
        "title": "Liberty Mutual is Interested to Purchase proline Ethernet Adapters.",
        "posted_on": -8,
        "description": "Liberty Mutual is running and its propensity to invest more and deepen its relationship with proline identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Erie",
      "customer_code": 2021042,
      "title": "Erie is Interested to Purchase Rackspace Cloud for Application Hosting.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Erie is running and its propensity to invest more and deepen its relationship with Rackspace."
    },
    {
        "customer_name": "Erie",
        "customer_code": 2021042,
        "title": "  Erie is Interested to Purchase Cisco UCS CPUs.",
        "posted_on": -4,
        "description": "Erie is running and its propensity to invest more and deepen its relationship with Cisco identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Erie",
        "customer_code": 2021042,
        "title": "HRsoft licence is going to be expired 0N 11-02-22.",
        "posted_on": -8,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
{
      "customer_name": "GEICO",
      "customer_code": 2021043,
      "title": "GEICO is Interested to Purchase SAP Sales Cloud.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems GEICO is running and its propensity to invest more and deepen its relationship with SAP."
    },
    {
        "customer_name": "GEICO",
        "customer_code": 2021043,
        "title": "Cisco Webex Meetings licence is going to be expired ON 08-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "GEICO",
        "customer_code": 2021043,
        "title": "GEICO is Interested to Purchase Nutanix Motherboards.",
        "posted_on": -5,
        "description": "GEICO is running and its propensity to invest more and deepen its relationship with Nutanix identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."}

]