[
    {
      "customer_name": "Nestlé",
      "customer_code": 2021014,
      "title": "Nestlé is Interested to Purchase dell Rack Servers.",
      "posted_on": -7,
      "description": "Nestlé Incorporated is running and its propensity to invest more and deepen its relationship with dell  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."},
    
    { "customer_name": "Nestlé",
        "customer_code": 2021014,
        "title": "Nestlé is Interested to Purchase Akamai CDN for Content Delivery Network.",
        "posted_on": -9,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Nestlé is running and its propensity to invest more and deepen its relationship with Akamai."},
    {
        "customer_name": "Nestlé",
        "customer_code": 2021014,
        "title": "TeamViewer licence is going to be expired on 10-02-22.",
        "posted_on": -5,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."},
    
    { "customer_name": "PepsiCo.,Inc.",
      "customer_code": 2021015,
      "title": "PepsiCo.,Inc. is Interested to Purchase  Salesforce Marketing Cloud.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems PepsiCo.,Inc is running and its propensity to invest more and deepen its relationship with Salesforce."
    },
    {
        "customer_name": "PepsiCo.,Inc.",
        "customer_code": 2021015,
        "title": "SAP licence is going to be expired on 13-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."},
    {
        "customer_name": "PepsiCo.,Inc.",
        "customer_code": 2021015,
        "title": "PepsiCo.,Inc. is Interested to Purchase Logitech MX Keys Mini-keyboards.",
        "posted_on": -5,
        "description": "PepsiCo.,Inc. is running and its propensity to invest more and deepen its relationship with Logitech  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
   
{     "customer_name": "Cargill",
      "customer_code": 2021016,
      "title": "Cargill is Interested to Purchase HP Workstations.",
      "posted_on": -4,
      "description": "Cargill is running and its propensity to invest more and deepen its relationship with HP identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Cargill",
        "customer_code": 2021016,
        "title": "Adobe licence is going to be expired on 10-04-22.",
        "posted_on": -6,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Cargill",
        "customer_code": 2021016,
        "title": "Cargill is Interested to Purchase Salesforce Pardot for Marketing Automation.",
        "posted_on": -7,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Cargill, Incorporated. is running and its propensity to invest more and deepen its relationship with Salesforce."
    },
{
      "customer_name": "McDonald's",
      "customer_code": 2021017,
      "title": "McDonald's is Interested to Purchase  Oracle Cloud Infrastructure for Application Hosting and Computing Services.",
      "posted_on": -7,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems McDonald's Corporation is running and its propensity to invest more and deepen its relationship with Oracle."},
    {
        "customer_name": "McDonald's",
        "customer_code": 2021017,
        "title": "Cisco Webex Meetings licence is going to be expired on 12-02-22.",
        "posted_on": -4,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "McDonald's",
        "customer_code": 2021017,
        "title": "McDonald's is Interested to Purchase Apple Mac Pro-towers.",
        "posted_on": -8,
        "description": "McDonald's is running and its propensity to invest more and deepen its relationship with Apple identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Kellogg's",
      "customer_code": 2021018,
      "title": "Kellogg's is Interested to Purchase Akamai CDN.",
      "posted_on": -7,
      "description": " Database provides customer insight and contextual information on which enterprise applications and software systems Kellogg's is running and its propensity to invest more and deepen its relationship with Akamai."
    },
    {
        "customer_name": "Kellogg's",
        "customer_code": 2021018,
        "title": "  SAP licence is going to be expired on 14-02-22.",
        "posted_on": -4,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Kellogg's",
        "customer_code": 2021018,
        "title": "Kellogg's is Interested to Purchase ASUS E500 G5 LGA1151 C246 Tower Workstations.",
        "posted_on": -8,
        "description": "Kellogg's is running and its propensity to invest more and deepen its relationship with ASUS identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Tyson Foods",
      "customer_code": 2021019,
      "title": "Tyson Foods is Interested to Purchase SAP S/4 HANA.",
      "posted_on": -2,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Tyson Foods is running and its propensity to invest more and deepen its relationship with SAP."
    },
    {
        "customer_name": "Tyson Foods",
        "customer_code": 2021019,
        "title": "Akamai CDN licence is going to be expired on 08-02-22.",
        "posted_on": -3,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Tyson Foods",
        "customer_code": 2021019,
        "title": "Tyson Foods is Interested to Purchase Dell OptiPlex desktops.",
        "posted_on": -5,
        "description": "Tyson Foods is running and its propensity to invest more and deepen its relationship with Dell identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."}

]