[
    {
      "customer_name": "Guidebook",
      "customer_code": 12103691,
      "title": "Guidebook is Interested to Purchase Salesforce Sales Cloud.",
      "posted_on": -1,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Guidebook is running and its propensity to invest more and deepen its relationship with Salesforce."},
    
    { "customer_name": "Guidebook",
        "customer_code": 12103691,
        "title": "Adobe licence is going to be expired on 14-02-22.",
        "posted_on": -1,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."},
    {
        "customer_name": "Guidebook",
        "customer_code": 12103691,
        "title": "Guidebook is Interested to Purchase SanDisk Cruzer Fit - USB flash drives.",
        "posted_on": 0,
        "description": "Guidebook is running and its propensity to invest more and deepen its relationship with SanDisk  identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."},
    
    { "customer_name": "Blurb Inc",
      "customer_code": 9879048,
      "title": "Amazon Elastic Load Balancing licence is going to be expired on 13-02-22.",
      "posted_on": -1,
      "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Blurb Inc",
        "customer_code": 9879048,
        "title": "Blurb Inc is Interested to Purchase PayPal Enterprise for Payment Processing.",
        "posted_on": 0,
        "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Blurb Inc is running and its propensity to invest more and deepen its relationship with Paypal."},
    {
        "customer_name": "Blurb Inc",
        "customer_code": 9879048,
        "title": "Blurb Inc is Interested to Purchase Fujitsu SP-1120N - document scanners.",
        "posted_on": 0,
        "description": "Guidebook is running and its propensity to invest more and deepen its relationship with Fujitsu identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
   
{     "customer_name": "Bittorrent, Inc.",
      "customer_code": 9613090,
      "title": "BitTorrent is Interested to Purchase Oracle Retail Merchandising System.",
      "posted_on": 0,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Bittorrent is running and its propensity to invest more and deepen its relationship with Oracle."
    },
    {
        "customer_name": "Bittorrent, Inc.",
        "customer_code": 9613090,
        "title": "Salesforce Field Service licence is going to be expired on 11-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Bittorrent, Inc.",
        "customer_code": 9613090,
        "title": "BitTorrent is Interested to Purchase Unitech MS 840P - barcode scanners.",
        "posted_on": -1,
        "description": "Bittorrent is running and its propensity to invest more and deepen its relationship with Unitech identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
{
      "customer_name": "Bentek",
      "customer_code": 4274741,
      "title": "Bentek is Interested to Purchase Neustar Localeze.",
      "posted_on": -1,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Bentek is running and its propensity to invest more and deepen its relationship with Neustar."},
    {
        "customer_name": "Bentek",
        "customer_code": 4274741,
        "title": "Bentek is Interested to Purchase HP ProBooks.",
        "posted_on": 0,
        "description": "Bentek is running and its propensity to invest more and deepen its relationship with HP identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Bentek",
        "customer_code": 4274741,
        "title": "SaaS licence is going to be expired on 12-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
{
      "customer_name": "Code Advisors",
      "customer_code": 11470598,
      "title": "Code Advisors is Interested to Purchase Oracle E-Business Suite.",
      "posted_on": -1,
      "description": " Database provides customer insight and contextual information on which enterprise applications and software systems Code Advisors is running and its propensity to invest more and deepen its relationship with Oracle."
    },
    {
        "customer_name": "Code Advisors",
        "customer_code": 11470598,
        "title": "  Code Advisors is Interested to Purchase LG UltraGear monitors.",
        "posted_on": 0,
        "description": "Code Advisors is running and its propensity to invest more and deepen its relationship with LG identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."
    },
    {
        "customer_name": "Code Advisors",
        "customer_code": 11470598,
        "title": "Adobe licence is going to be expired on 09-02-22.",
        "posted_on": 0,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
{
      "customer_name": "Calithera Biosciences",
      "customer_code": 11428733,
      "title": "Calithera Biosciences is Interested to Purchase Malwarebytes 4.0.",
      "posted_on": -1,
      "description": "Database provides customer insight and contextual information on which enterprise applications and software systems Calithera Biosciences is running and its propensity to invest more and deepen its relationship with Malwarebytes."
    },
    {
        "customer_name": "Calithera Biosciences",
        "customer_code": 11428733,
        "title": "Viewport Meta licence is going to be expired on 08-02-22.",
        "posted_on": -1,
        "description": "Licensing for this product has expired, please renew the subscription to continue the services."
    },
    {
        "customer_name": "Calithera Biosciences",
        "customer_code": 11428733,
        "title": "Calithera Biosciences is Interested to Purchase Commvault 14.5TB Usable Remote Appliances.",
        "posted_on": -1,
        "description": "Code Advisors is running and its propensity to invest more and deepen its relationship with Commvault identify new suppliers as part of  IT transformation projects to stay competitive comply with internal mandates to improve overall enterprise efficiency."}

]